Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/anskaffelser.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: The Contractor shall, within a maximum of three (3) Working days from receipt of a written request for a change, submit a study of potential risk and change consequences, as well as a price estimate.
nn: Leverandøren skal seinast innan 3 (tre) Vyrkedagar frå mottak av skriftleg oppmoding om endringa utgreie aktuelle risiko- og endringskonsekvensar og gi eit prisestimat.

source: The same will apply if it can be assumed that further delays will occur after the first notice was given.
nn: Tilsvarande gjeld dersom det må reknast med ytterlegare forseinkingar etter at første varsel er gitt.

source: The Contractor shall immediately, and no later than five (5) working days after notice has been received, send the Customer an overview of the functions and activities that need to be sustained during the suspension period.
nn: Leverandøren skal straks og seinast innan 5 (fem) vyrkedagar etter at varsel er mottatt, oversende til Kunden ei oversikt over kva funksjonar og aktivitetar som må haldast ved lag i stansperioden.

source: the form of a chargeable service. The Contractor’s prices for such services listed in Appendix 7 shall apply, unless otherwise agreed.
nn: Dersom ikkje anna er avtalt, legg ein til grunn Leverandøren sine prisar oppgitt i vedlegg 7 for slike tenester.

source: Unless otherwise specified in Appendix 7, all prices are quoted inclusive of Value Added Tax, customs duties and any other indirect taxes.
nn: Med mindre anna er oppgitt i vedlegg 7, er alle prisar oppgitt inklusive meirverdiavgift, inkludert toll og eventuelle andre avgifter.

source: If errors that are covered by paragraph four of this provision (errors in standard software that require access to the source code in order to rectify them) result in delays or deviations in respect of the agreed service criteria in Appendix 5, the Contractor shall not be liable for that part of the deviation that can be attributed to the error in the standard software, including deficient error rectification by a third party.
nn: Dersom feil som er omfatta av fjerde avsnitt i denne regelen (feil i standard programvare som krev tilgang til kjeldekode for å kunne rettast), fører til forseinking eller avvik frå avtalte tenestekrav i vedlegg 5, er Leverandøren ikkje ansvarleg for den delen av avviket som kan tilskrivast feilen i standardprogramvara, medrekna manglande feilretting hos tredjepart.

source: All prices and the detailed terms governing the consideration to be paid by the Customer for the deliverables provided by the Contractor shall be set out here in Appendix 7.
nn: Alle prisar og nærare vilkår for det vederlaget Kunden skal betale for Leverandøren sine ytingar skal gå fram her i bilag 7.

source: Unless otherwise is stipulated in Appendices 1 and 2, the Contractor shall bear total responsibility for the life cycle management of the software, equipment and other deliverables that are necessary to sustain the agreed service level, cf. clause 5.1, paragraph four.
nn: Med mindre anna går fram av vedlegg 1 og 2, har Leverandøren totalansvar for livssyklusforvaltning av utstyr, programvare og andre ytingar som er nødvendige for å halde ved lag avtalt tenestenivå, sjå punkt 5.1 fjerde avsnitt.

source: Nevertheless, there is no breach of contract if the situation is caused by circumstances related to the Consultant, or by circumstances deemed to constitute force majeure.
nn: Det ligg likevel ikkje føre misleghald dersom situasjonen kjem av forhold hos Konsulenten, eller forhold som vert rekna som force majeure.

source: Changes to the operational services as referred to in chapter 3 shall be made in writing, and shall be signed by an authorised representative of the parties.
nn: Endringar av driftstenesta som oppgitt i kapittel 3 skal skje skriftleg og skal underteiknast av representant for partane som er gitt fullmakt.

source: c) Describe the company in brief.
nn: c) Beskriv verksemda i korte trekk.

source: (The type and detailed scope of the approval test must be described in Appendix 5.)
nn: (Art og nærare omfang av godkjenningsprøven skal skildrast i bilag 5.)

source: If the Supplier is unable to fulfil its obligations as agreed, the Supplier must give the Customer written notice of this as soon as possible.
nn: Dersom Leverandøren ikkje kan oppfylle pliktene sine som avtalt, skal Leverandøren så raskt som mogleg gje Kunden skriftleg varsel om dette.

source: Unless the Customer renders written notice, within fourteen (14) calendar days of having received the notice, stating that the delivery of the deliverables shall recommence, the cancellation provisions of clause 2.7.2 shall apply correspondingly.
nn: Dersom Kunden ikkje innan 14 (fjorten) kalenderdagar etter at varselet er tatt mott, gir skriftleg melding om at leveransen skal takast opp att, gjeld reglane om avbestilling i punkt 2.7.2 tilsvarande.

source: In the case of the purchase of new licences pursuant to paragraph three, the licensor's standard terms and conditions for such purchases shall apply, unless otherwise follows from another agreement or is agreed in each instance.
nn: For kjøp av nye lisensar i samsvar med tredje avsnitt gjeld lisensgivar sine standardvilkår for slike kjøp med mindre anna følger av annan avtale eller vert avtalt i det enkelte tilfellet.

source: Unless otherwise is stipulated in Appendix 6, the Customer may not demand changes that, for technical reasons, cannot be performed without the Contractor also changing its standard platform or standard services that are also delivered to other customers, and which would conflict with the Contractor's agreements governing deliveries to such customers.
nn: Med mindre anna går fram i vedlegg 6, kan Kunden ikkje krevje endringar som av tekniske grunnar ikkje kan gjennomførast utan at Leverandøren også endrar si standard plattform eller sine standard tenester som også vert levert til andre kundar, og som vil vere i strid med Leverandøren sine avtalar om levering til slike kundar.

source: Consideration for the deliverables specified in Appendix 2
nn: Vederlag for ytingar spesifiserte i vedlegg 2 (

source: New versions shall be covered by the fixed consideration for maintenance, unless this is priced separately in Appendix 7 (for example, in the case of larger upgrades).
nn: Nye versjonar inngår i det faste vedlikehaldsvederlaget med mindre det er prisa særskilt i vedlegg 7 (f.eks. for større oppgraderingar).

source: If no ruling from an independent expert or mediator has been requested and no legal proceedings have been instituted to clarify the consequences in respect of the work occasioned by the change within six (6) months after the delivery date or the date on which notice of termination for breach or cancellation was received by the Contractor, the consideration paid shall be deemed to be final.
nn: Dersom det ikkje er kravd avgjerd frå ein uavhengig ekspert eller meklar eller reist søksmål for å få avklart konsekvensane av endringsarbeidet innan 6 (seks) månader etter leveringsdagen eller den dagen varsel om heving eller avbestilling vart tatt mot av Leverandøren, skal det utbetalte vederlaget reknast som endeleg.

source: The parties may in Appendix 6 stipulate deadlines for the notification of audits and detailed procedures for their conduct, etc., including the use of auditors.
nn: Partane kan i vedlegg 6 fastsette fristar for varsel om revisjon og nærare prosedyrar for gjennomføring mv., medrekna bruk av revisor.

source: If the consideration is to be based on ongoing hours worked, an estimate of the number of hours shall be set out in Appendix 5.
nn: Dersom vederlaget skal baserast på jamlege timar, skal eit estimat for tal timar oppgivast i vedlegg 5.

source: If the services rendered prior to the termination date are of such a nature that the Customer has gained little or no benefit from the services rendered on the termination date, the Customer may, in connection with termination for breach, choose to demand the repayment of consideration received by the Consultant in relation to ongoing hours worked and any expenses under the Agreement, with the addition of interest, at the rate of NIBOR plus one (1) per cent, as from the date on which payment was made.
nn: Dersom det som er prestert fram til hevingstidspunktet, er av ein slik art at Kunden har lite eller inga nytte av det presterte på hevingstidspunktet, kan Kunden i samband med heving velje å krevje tilbakebetalt vederlag for jamlege timar og eventuelle utgifter som Konsulenten har tatt mot under avtalen, med tillegg av renter, tilsvarande NIBOR pluss 1 (ein) prosent, frå det tidspunktet betaling er skjedd.

source: Together with the change order request, the Contractor shall provide the Customer with a study of relevant risk and change consequences, as well as a price estimate (change estimate) pursuant to clause 3.3.
nn: Leverandøren skal saman med krav om endringsordre sende Kunden utgreiing av aktuelle risiko- og endringskonsekvensar og gi eit prisestimat (endringsoverslag) i samsvar med punkt 3.3.

source: Upon such cancellation, the Customer shall pay the amount stipulated in Appendix 7, or if no such amount has been stipulated, the Customer shall pay:
nn: Ved slik avbestilling skal Kunden betale det beløpet som er fastsett i vedlegg 7, eller dersom slikt beløp ikkje er fastsett, skal Kunden betale:

source: The Customer shall be responsible for specifying, in Appendix 1, any relevant requirements that are applicable to the operational services.
nn: Det er her også Kunden sitt ansvar å konkretisere relevante krav for driftstenesta i vedlegg 1.

source: Such errors shall be rectified within ten (10) working days after the end of the acceptance test.
nn: Slike feil skal vere retta seinast innan 10 (ti) vyrkedagar etter utløpet av akseptansetesten.

source: Costs associated with drawing up a change estimate are not covered by the Customer if a change order in accordance with clause 3.4 is not issued.
nn: Kostnader i samband med utarbeiding av endringsoverslag vert ikkje dekte av Kunden dersom det ikkje er utferda ein endringsordre i samsvar med punkt 3.4.

source: If no maintenance agreement has been concluded, the performance level during the warranty period shall be specified in Appendices 1 and/or 2.
nn: Dersom vedlikehaldsavtale ikkje er inngått, skal ytingsnivået i garantiperioden spesifiserast i vedlegg 1 og/eller vedlegg 2.

source: If the Customer requests, in the form of orders, specifications or otherwise, the performance of certain specific work that the Contractor believes to fall outside the scope of its obligations pursuant to the Agreement, the Contractor shall, in writing, request the Customer issue a change order.
nn: Krev Kunden i form av pålegg, spesifikasjonar eller på annan måte utført eit nærare bestemt arbeid som Leverandøren meiner ikkje inngår som ein del av forpliktingane hans ut frå avtalen, skal Leverandøren skriftleg krevje at Kunden utferdar ein endringsordre.

source: Unless otherwise is stipulated in Appendices 1 and 2, the Contractor shall bear total responsibility for the life cycle management of the software, equipment and other deliverables that are necessary to sustain the agreed service level.
nn: Med mindre anna går fram av vedlegg 1 og 2, har Leverandøren totalansvar for livssyklusforvaltning av utstyr, programvare og andre ytingar som er nødvendige for å halde ved lag avtalt tenestenivå.

source: The Customer shall identify, in Appendix 1, which legal requirements that are specific to the party in question, are of relevance to the conclusion and implementation of this Agreement.
nn: Kunden skal i vedlegg 1 identifisere kva for partsspesifikke rettslege krav som har relevans for inngåing og gjennomføring av denne Avtalen.

source: Adjustments to the Estimated total cost shall be calculated on the basis of the hourly rates or other unit prices set out in Appendix 7, provided that the work occasioned by the change is, in the main, similar to work for which hourly rates or unit prices have been specified.
nn: Endringar i Estimert Totalkostnad skal bereknast med utgangspunkt i dei timeprisane eller andre einingsprisar som går fram av vedlegg 7, såframt endringsarbeidet i det vesentlege er likearta med arbeid det er fastsett timepris eller einingspris for.

source: The right of disposal shall apply as from signing of the Agreement, without any time limitation or right of termination, unless otherwise agreed in Appendix 7.
nn: Disposisjonsretten gjeld frå avtalen er underteikna, utan noka tidsavgrensing eller høve til oppseiing, med mindre anna er avtalt i vedlegg 7.

source: If the Consultant becomes aware that the estimate will be exceeded by more than ten (10) per cent, the Consultant shall immediately notify the Customer in writing thereof.
nn: Dersom Konsulenten ser at estimatet vil overskridast med meir enn 10 (ti) prosent, skal Konsulenten straks varsle Kunden skriftleg.

source: Pay and working conditions
nn: Løns- og arbeidsvilkår

source: The confidentiality obligation shall lapse five (5) years after the delivery date, unless otherwise stipulated by law or regulation.
nn: Teieplikta fell bort fem (5) år etter leveringsdag, med mindre anna følger av lov eller forskrift.

source: If the Assignment comprises several deliveries or partial deliveries, the delivery date for each delivery shall be specified in Appendix 3.
nn: Omfattar oppdraget fleire leveransar eller delleveransar, skal det i vedlegg 3 oppgivast leveringsdag for den enkelte leveransen.

source: If the general contractual wording refers to changes to any other Appendix than Appendix 6, such changes shall prevail over the general contractual wording.
nn: Dersom den generelle avtaleteksten tilviser endringar til eit anna vedlegg enn vedlegg 6, går slike endringar framfor den generelle avtaleteksten.

source: The scope of such assistance shall be specified in Appendix 6.
nn: Omfanget av slik bistand vert avtalt nærare i vedlegg 6.

source: - The documentation being incomplete or imprecise.
nn: - Dokumentasjonen er mangelfull eller upresis.

source: The Contractor will then have three (3) Working days to ensure that it updates relevant documents if no other deadline is agreed in connection with the specific change.
nn: Leverandøren skal deretter innan 3 (tre) Vyrkedagar sørge for å oppdatere relevante dokument, dersom ikkje annan frist vert avtalt i samband med den konkrete endringa.

source: The Customer shall, upon the termination of an agreed, time-limited right of disposal in respect of software pursuant to clause 4.2.1, paragraph two, return or delete all copies of the software that fall within the scope of the Agreement and are located on the premises of the Customer.
nn: Ved opphøyr av avtale om tidsavgrensa disposisjonsrett til programvare i samsvar med punkt 4.2.1 andre avsnitt pliktar Kunden å levere tilbake eller slette alle eksemplar av programma som avtalen omfattar, og som finst hos Kunden.

source: To the extent that standard software included in the deliverables must be delivered under standard licence terms and conditions and agreement terms and conditions (licence terms and conditions), this shall be explicitly stated in a separate chapter in Appendix 2, and copies of the licence terms and conditions shall be appended as Appendix 10.
nn: I den utstrekning standardprogramvare som er omfatta av leveransen må leverast under standard lisensvilkår og avtalevilkår (lisensvilkår), skal dette vere uttrykkeleg oppgitt i eit eige kapittel i vedlegg 2, og kopiar av lisensvilkåra skal vere vedlagde som vedlegg 10.

source: If the Contractor has requested that the Customer send a change order pursuant to clause 3.7, the Customer shall, within a reasonable period of time, issue a change order pursuant to clause 3.3, or issue a written waiver of the request.
nn: Dersom Leverandøren har kravd at Kunden sender endringsordre i samsvar med punkt 3.7, skal Kunden innan rimeleg tid utferde endringsordre i samsvar med punkt 3.3, eller skriftleg gå bort frå kravet.

source: Any other provisions pertaining to price adjustments are set out in Appendix 7.
nn: Eventuelle andre reglar om prisendringar går fram av vedlegg 7.

source: A maximum financial limit for the Contractor's obligation to work out temporary solutions that work around errors in Standard software can be agreed in Appendix 7.
nn: Det kan i vedlegg 7 avtalast ei øvre økonomisk ramme for Leverandøren si plikt til å utarbeide mellombels løysingar som dekker feil i Standardprogramvare.

source: The Contractor shall in Appendix 2 describe how the Contractor takes account of these requirements through its deliverables.
nn: Leverandøren skal i vedlegg 2 skildre korleis Leverandøren varetar desse krava gjennom leveransen sin.

source: To the extent that Standard software included in the deliverables must be delivered under standard licence terms and conditions and agreement terms and conditions (licence terms and conditions), this shall be explicitly stated in a separate chapter in Appendix 2, and copies of the licence terms and conditions shall be appended as Appendix 10.
nn: I den utstrekning standard programvare som er omfatta av Leveransen må leverast under standard lisensvilkår og avtalevilkår (lisensvilkår), skal dette vere uttrykkeleg oppgitt i eit eige kapittel i vedlegg 2, og kopiar av lisensvilkåra skal vere vedlagt vedlegg 10.

source: All prices and the detailed terms governing the consideration to be paid by the Customer for the deliverables provided by the Consultant are set out in Appendix 5.
nn: Alle prisar og nærare vilkår for det vederlaget Kunden skal betale for Konsulenten sine ytingar, går fram av vedlegg 5.

source: To the extent that the provisions of licence terms and conditions governing right of disposal differ from this Agreement's provisions governing right of disposal, the Contractor shall describe this clearly in Appendix 7.
nn: I den utstrekning det er avvik mellom reglane i lisensvilkåra om disposisjonsrett og reglane i denne avtalen om disposisjonsrett, skal Leverandøren skildre dette tydeleg i vedlegg 7.

source: Routines for this shall be set out in Appendix 9.
nn: Rutinar for dette skal gå fram av vedlegg 9.

source: The Consultant may terminate the Agreement by giving thirty (30) days' notice if the Customer reduces or expands the scope or scale of the Assignment by more than twenty (20) per cent.
nn: Konsulenten kan seie opp avtalen med 30 (tretti) dagars varsel, dersom Kunden reduserer eller aukar innhaldet i eller omfanget av oppdraget med meir enn 20 (tjue) prosent.

source: The Contractor is responsible for ensuring that the deliverables are tailored to the technical platform specified in Appendices 2 and 3, and that the deliverables are compatible with other Software specified in Appendices 1, 2 and 3.
nn: Det er Leverandøren sitt ansvar at leveransen er tilpassa den tekniske plattforma som er spesifisert i vedlegg 2 og 3, og at leveransen fungerer saman med anna programvare som er spesifisert i vedlegg 1, 2 og 3.

source: Unless otherwise is specified in Appendix 6 or the change order itself, the Contractor shall, within a maximum of ten (10) working days from receipt of a written request for a service change, submit a study of potential risk and change consequences, as well as a price estimate.
nn: Med mindre anna går fram av vedlegg 6 eller endringsordren sjølv, skal Leverandøren seinast innan 10 (ti) vyrkedagar frå mottak av skriftleg oppmoding om tenesteendring utgreie aktuelle risiko- og endringskonsekvensar og gi eit prisestimat.

source: Other approval criteria may be agreed in Appendix 5.
nn: Andre godkjenningskriterium kan avtalast i vedlegg 5.

source: The Consultant shall retain the rights to its own tools and methods.
nn: Konsulenten beheld rettane til eigne verktøy og metodegrunnlag.

source: Further rules concerning which changes the Customer should be notified of, and the notification procedure, may be agreed in Appendix 6 and the cooperation plan.
nn: Nærare reglar om kva endringar som skal varslast, og varslingsprosedyre, kan avtalast i vedlegg 6 og i samhandlingsplanen.

source: As regards those parts of the deliverables that are based on free software, including customisation and evolvement thereof, the Customer shall be granted such rights as are necessary in order to pass on the results under the relevant free software licence, or under a compatible free software licence if this is specified in Appendix 2.
nn: For dei delane av leveransen som er basert på fri programvare, medrekna tilpassing og vidareutvikling av denne, får Kunden dei rettane som er nødvendige for å kunne vidaredistribuere resultatet under den aktuelle lisensen for fri programvare, eller under ein kompatibel fri programvare-lisens dersom dette er spesifisert i vedlegg 2.

source: A party may, if deemed necessary by it, convene, with no less than three (3) working days’ notice, a meeting with the other party to discuss the contractual relationship and how the contractual relationship is being handled.
nn: Dersom ein part finn det nødvendig, kan parten med minst 3 (tre) vyrkedagars varsel innkalle til møte med den andre parten for å drøfte avtaleforholdet og måten avtaleforholdet vert gjennomført på.

source: The provisions of the licence terms and conditions governing right of disposal shall prevail over the provisions governing right of disposal in this Agreement, unless otherwise is explicitly stated in Appendix 8.
nn: Reglane i lisensvilkåra om disposisjonsrett går framfor vilkåra i denne avtalen om disposisjonsrett, med mindre anna eksplisitt går fram av vedlegg 8.

source: Copies of the applicable licence terms and conditions for the relevant free software shall be appended in Appendix 10.
nn: Kopi av dei lisensvilkåra som gjeld for den aktuelle frie programvara, skal takast inn i vedlegg 10.

source: The total damages which the Customer may require during the term of the Agreement are limited to an amount equivalent to the consideration invoiced to the Customer during the last 12 months prior to the date of the claim.
nn: Samla erstatning Kunden kan krevje i avtaleperioden er avgrensa til eit beløp som tilsvarer vederlaget Kunden er fakturert dei siste 12 månadene før reklamasjonsdato.

source: If the Customer rejects the deliverables, notification of this shall be sent to the Contractor by no later than ten (10) working days after the end of the approval test.
nn: Dersom Kunden underkjenner tenesta, må melding om dette vere send Leverandøren innan 10 (ti) vyrkedagar etter utløpet av godkjenningsprøven.

source: c) How do you monitor pay and working conditions among any subcontractors?
nn: c) Korleis følgjer de opp løns- og arbeidsvilkår hos eventuelle underleverandørar?

source: Such errors shall be rectified within ten (10) working days after the end of the approval period.
nn: Slike feil skal vere retta seinast innan 10 (ti) vyrkedagar etter utløpet av godkjenningsperioden.

source: If the Contractor wishes to argue that the refusal is unjustified, including that the Contractor disagrees with the categorisation of errors, written notice shall be given to such effect no later than five (5) working days after the receipt of the Customer’s notice of refusal.
nn: Dersom Leverandøren gjer gjeldande at nektinga er urettmessig, medrekna at Leverandøren er usamd i kategoriseringa av feil, må det givast skriftleg melding om dette og seinast innan 5 (fem) vyrkedagar frå mottak av Kunden si melding om nekting.
